-- from talent.xlsx 天赋基础配置 
TalentBaseConfig={
	[400001]={
		id = 400001,
		skillId = 0,
	},
	[400002]={
		id = 400002,
		skillId = 0,
	},
	[400004]={
		id = 400004,
		skillId = 0,
	},
	[400005]={
		id = 400005,
		skillId = 0,
	},
	[400006]={
		id = 400006,
		skillId = 0,
	},
	[401007]={
		id = 401007,
		skillId = 101,
	},
	[401008]={
		id = 401008,
		skillId = 102,
	},
	[401009]={
		id = 401009,
		skillId = 103,
	},
	[401010]={
		id = 401010,
		skillId = 104,
	},
	[401011]={
		id = 401011,
		skillId = 105,
	},
	[402007]={
		id = 402007,
		skillId = 201,
	},
	[402008]={
		id = 402008,
		skillId = 202,
	},
	[402009]={
		id = 402009,
		skillId = 203,
	},
	[402010]={
		id = 402010,
		skillId = 204,
	},
	[402011]={
		id = 402011,
		skillId = 205,
	},
	[403007]={
		id = 403007,
		skillId = 301,
	},
	[403008]={
		id = 403008,
		skillId = 302,
	},
	[403009]={
		id = 403009,
		skillId = 303,
	},
	[403010]={
		id = 403010,
		skillId = 304,
	},
	[403011]={
		id = 403011,
		skillId = 305,
	},
}